Revit 2024 API
SymbolTypeId.MSup3 Property
 Symbol m³, indicating unit Cubic meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup3 { get; }
Visual Basic
Public Shared ReadOnly Property MSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace